Repository: smartDevel/wp-smart-rate
Catalog: languages/wp-smart-rate-*.po
Languages: de_de

source: Item Archives
de_de: Element- Archiv

source: Item Attributes
de_de: Artikel-Attribute

source: Parent Item:
de_de: Eltern-Element:

source: All Items
de_de: Alle Bewertungen

source: Add New Item
de_de: Neues Element Hinzuf端gen

source: Add New
de_de: Neu

source: New Item
de_de: Neue Artikel

source: Edit Item
de_de: Element Bearbeiten

source: Update Item
de_de: Aktualisieren

source: View Item
de_de: Anzeigen Element

source: View Items
de_de: Elemente Anzeigen

source: Search Item
de_de: Suche Element

source: Not found
de_de: Nicht gefunden

source: Not found in Trash
de_de: Nicht im M端lleimer gefunden

source: Remove featured image
de_de: Entfernen featured image

source: Use as featured image
de_de: Verwenden Sie als featured image

source: Insert into item
de_de: Einf端gen zum Artikel

source: Uploaded to this item
de_de: Hochgeladen auf dieses Element

source: Items list
de_de: Artikel-Liste

source: Items list navigation
de_de: Artikel-Liste-navigation

source: Filter items list
de_de: Filter-Elemente Liste

source: Add Ratings to your post or Page with a shortcode
de_de: F端gen Sie Bewertungen mittels Shortcode zu Ihrem Beitrag oder Seite hinzu

source: Smart Rating
de_de: Smart-Bewertung

source: Title
de_de: Titel

source: Image
de_de: Bild

source: Upload
de_de: Hochladen

source: Contra
de_de: Kontra

source: Enable *-Rating
de_de: Aktivieren Sterne-Bewertung

source: %-Rating
de_de: %-Bewertung

source: Button Background Color
de_de: Button-Hintergrundfarbe

source: Result:
de_de: Ergebnis:

source: of 5 stars
de_de: von 5 Sternen

source: WP Smart Rating
de_de: WP Smart Bewertung
